[{
    "idInternshipOffer": 6,
    "idTypeInternshipOffer": 3,
    "reference": "2014-2015",
    "title": "Développeur Web (Stage ou Contrat Pro)",
    "missionSummary": "Option Way est une start-up qui a pour vocation de proposer une nouvelle façon d'acheter vos billets d'avion sur le net en proposant votre propre prix. Pour en savoir plus, rendez-vous sur www.optionway.com...\n\nVos missions : \n\nAu sein de l'équipe de développement et encadré par un ingénieur développement 10 ans d'expérience, vous participerez à l'ensemble des développements de la société (traitements de données, serveur web et client web) et plus particulièrement les développements web (HTML, CSS3, Javascript). Vous êtes aussi force de proposition en web design.\n\nProfil: \n\nFormation supérieure en informatique (Bac+3 à +5). Vos \nprincipales qualités doivent être l'autonomie, la communication, le travail en équipe et l'orientation résultat. \nVous avez déjà participé à la réalisation d'un ou plusieurs projets informatiques dans le domaine de l'Internet. Vous êtes intéressé pour rejoindre une équipe jeune et \ndynamique, et participer à un projet technique dans son ensemble.\n\nCompétences techniques souhaitées :\n- Design Web\n- HTML, CSS3, Javascript, Jquery, AngularJs\n- Java, SQL, JDBC\n- Langage de script (bash/sed/awk/...)\n\nPour postuler, envoyez votre CV accompagné d'une lettre de motivation à : recrutement@optionway.com\n\nà bientôt !",
    "companyName": "Option Way",
    "duration": "3-6mois ou +",
    "dateStart": "2015-01-01T00:00:00",
    "dateEnd": "2015-07-31T00:00:00",
    "contact": "Nicolas HELIN",
    "contactPhone": "",
    "contactMail": "recrutement@optionway.com",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "06560",
    "city": "Sophia Antipolis",
    "country": "France",
    "idTypeInternship": 3,
    "typeDefaultValue": "Temps plein"
  },
  {
    "idInternshipOffer": 7,
    "idTypeInternshipOffer": 4,
    "reference": "2014-2015",
    "title": "Développeur DOCAPOST",
    "missionSummary": "Créée par la Société Générale en 1970 pour optimiser le traitement de chèques, SG2 s’est ensuite développée sous la marque Experian dans les activités de gestion déléguée des processus métier et moyens de paiements. Extelia est ensuite née en 2008 de la reprise des activités «Externalisation des process clients» du Groupe Experian, par Le Groupe La Poste.\nFort de 30 années d’expertises dans la gestion du service courrier et plus globalement dans la logistique documentaire, Dynapost est une filiale historique du Groupe La Poste sur laquelle DOCAPOST s’est appuyée pour développer son activité de gestion documentaire et de gestion déléguée des processus métier sur site client.\nPar la réunion de ces deux marques Extelia et Dynapost, nous avons voulu répondre à une ambition forte : accélérer le développement de votre business.\nPour ce faire, nous conjuguons nos expertises en optimisation des flux documentaires et des processus de gestion de la relation client pour vous offrir le choix d’une gestion déléguée sur vos sites ou/et sur nos sites mutualisés.\n\nPour notre site de Sophia Antipolis, nous recherchons un(e) stagiaire pour l'été ou un(e) alternant en contrat de professionnalisation pour 2014-2015. Nous proposons plusieurs sujets autour des développements mobiles, du traitement d'image, du NFC de la cryptographie.\n\nPour postuler, envoyer votre candidature à Jean-Luc FRETARD, Directeur de l'Innovation.\n",
    "companyName": "DOCAPOST-BPO",
    "duration": "stage été ou stage alterné",
    "dateStart": "2015-01-01T00:00:00",
    "dateEnd": "2015-07-31T00:00:00",
    "contact": "Jean-Luc FRETARD",
    "contactPhone": "",
    "contactMail": "jean-luc.fretard@docapost-bpo.com",
    "addressOne": "Les Vaisseaux",
    "addressTwo": "Rue du Vallon",
    "postalCode": "06901",
    "city": "Sophia Antipolis",
    "country": "France",
    "idTypeInternship": 4,
    "typeDefaultValue": "Contrat de Professionnalisation"
  },
  {
    "idInternshipOffer": 12,
    "idTypeInternshipOffer": 3,
    "reference": "2014-2015",
    "title": "Développeur",
    "missionSummary": "Résumé de la mission proposée:\nMobile Network Group est la première société de marketing, de publicité et de technologie mobile intégrée et cotée en France. Le groupe est constitué de 3 pôles qui couvrent \nl’ensemble de la chaîne de valeur du marketing mobile :\n- Pôle régie publicitaire mobile avec MNG Premium et MNG Perf\n- Pôle agence conseil et technique avec MNG Agency\n- Pôle édition avec MNG Lab\n\nIntégré au pôle R&D du groupe, vous serez en charge d’une veille technologique et de l’intégration de nouveaux services dans les applications du groupe (SDK, API). Vous pourrez être amené à :\n- Analyser la faisabilité technique et évaluer le temps de développement,\n- Intégrer, désintégrer, mettre à jour des SDK\n- Corrections fonctionnelles\n- Réaliser une veille technique et technologique des environnements Apple et Android\n- Recherche et Développement de solutions nouvelles sur les plateformes Apple et Android.\n\nE-mail: labo@mobilenetworkgroup.com",
    "companyName": "Mobile Network Group",
    "duration": "Stage été",
    "dateStart": "2015-07-01T00:00:00",
    "dateEnd": "2015-07-31T00:00:00",
    "contact": "Juan Pablo CEVALLOS",
    "contactPhone": "",
    "contactMail": "labo@mobilenetworkgroup.com",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "",
    "city": "Boulogne Billancourt",
    "country": "France",
    "idTypeInternship": 3,
    "typeDefaultValue": "Temps plein"
  },
  {
    "idInternshipOffer": 16,
    "idTypeInternshipOffer": 3,
    "reference": "2014-2015",
    "title": "Développeur C#",
    "missionSummary": "Résumé de la mission proposée:\nDans le cadre de projets d'évolution de systèmes d'information (intégration de progiciel, développement de logiciels spécifiques, maintenance des applicatifs existants...), vous interviendrez au sein d'une équipe en charge du développement et de la maintenance d’applicatifs de gestion.\n\nVotre stage portera sur la conception et le développement de logiciels - d’applicatifs de gestion (logiciel de gestion des Ressources Humaines – ERP – CRM… etc.)\n\nVous serez formé :\n• à l’analyse d’applications;\n• à la programmation en environnement Microsoft (.NET, C#, ASP.NET, MVC);\n• à la technologie Silverlight.\n\nVous aurez à :\n• Concevoir la solution technique;\n• Développer en .NET;\n• Rédiger la documentation;\n• Réaliser des tests unitaires.\n\nVous êtes actuellement en formation supérieure dans une filière informatique.\nVous disposez d’une première expérience (projets scolaires/ personnels ou stages).\nVous êtes passionné par l'analyse et le développement d'applications avec une programmation orientée objet.\nVous aimez  le travail en équipe, le respect des procédures. Vous êtes rigoureux (se). Vous disposez d’un esprit logique - de synthèse (qualités rédactionnelles).\n\nEnvoyez votre candidature à l'adresse suivante : recrutement@datacorp.fr",
    "companyName": "DATACORP",
    "duration": "Stage été ",
    "dateStart": "2015-07-01T00:00:00",
    "dateEnd": "2015-07-31T00:00:00",
    "contact": "Mme MEUNIER",
    "contactPhone": "",
    "contactMail": "recrutement@datacorp.fr",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "",
    "city": "Sophia Antipolis",
    "country": "France",
    "idTypeInternship": 3,
    "typeDefaultValue": "Temps plein"
  },
  {
    "idInternshipOffer": 17,
    "idTypeInternshipOffer": 5,
    "reference": "2014-2015",
    "title": "Stagiaire BPM",
    "missionSummary": "Contexte :\nDans le cadre de notre offre BPM (Business Process Management) nous intégrons une solution leader du marché (Sequence Kinetics) récompensée par le Gartner. Cet outillage (de type iBPMS) permet :\n• la modélisation et l’exécution/l’automatisation de \nprocessus/workflow (BPA : Business Process Analysis),\n• l’analyse de performance des processus (BAM : Business Activity Monitoring) via des dashboard et KPI (Key Performance Indicators).\nBasée sur les technologies Microsoft (sharepoint, MS Sql, Biztalk…), cette suite BPM permet de générer des applications métiers, de faire de l’orchestration de systèmes applicatifs.\n\nVotre stage portera sur :\n• l'adaptation de la démonstration et de la documentation existantes au marché français;\n• la création de POC (Proof Of Concept) : paramétrage, \ndéveloppement (Sequence Kinetics Studio, HTML5, CSS…);\n• l'actualisation de notre site web avec notre nouvelle offre et nos références.\n\nVous serez formé :\n• à l’approche par les processus,\n• à la modélisation de processus,\n• à l’utilisation de l’outil.\n\nVous aurez à :\n• modéliser des processus\n• paramétrer / configurer l’outil\n• automatiser des processus\n• rédiger des documentations marketing\n• participer au plan marketing de l’offre.\n\nProfil :\nVous êtes actuellement en formation supérieure dans une filière informatique.\nVous disposez d’une première expérience (projets scolaires/personnels ou stages) dans le domaine de l’analyse et du développement d'applications \nde gestion.\nVous maîtrisez la POO (Visual Studio, .Net, C#, HTML5, JavaScript, CSS…) et les concepts de bases de données.\nVous êtes passionné par l'analyse et le développement d'applications avec une programmation orientée objet.\nVous avez un bon niveau d’anglais écrit.\nVous aimez  le travail en équipe, le respect des procédures. Vous êtes rigoureux(se). Vous disposez d’un esprit logique et de synthèse (qualités rédactionnelles).\n\nE-mail: recrutement@datacorp.fr",
    "companyName": "DATACORP",
    "duration": "Stage été puis alterné",
    "dateStart": "2015-07-01T00:00:00",
    "dateEnd": "2015-07-31T00:00:00",
    "contact": "Mme MEUNIER",
    "contactPhone": "",
    "contactMail": "recrutement@datacorp.fr",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "",
    "city": "Sophia Antipolis",
    "country": "France",
    "idTypeInternship": 5,
    "typeDefaultValue": "Stage alterné"
  },
  {
    "idInternshipOffer": 19,
    "idTypeInternshipOffer": 2,
    "reference": "2014-2015",
    "title": "Stage Web",
    "missionSummary": "Poste idéal pour une personne qui souhaite participer activement au développement d’une entreprise 100% web et qui veut apporter ses propres idées et initiatives en tant que membre à part entière de l’équipe.\n\nVous aurez en charge:\n\n1. Webmastering (Wordpress ou Joomla)\nCette partie répond à un besoin au jour le jour en fonction des directions du site Web. L’axe principal se place dans la conduite des changements des différentes versions linguistiques du site. Ces changements seront à assurer au quotidien jusqu’au passage de notre \nsystème en CMS qui ne nécessitera plus l’aide d’un support IT. \n\n2. Webdesign et développement des fonctionnalités et de l’aspect du site Web. Ceci inclut également le développement des applications en Web 2.0 et l’adaptation du site Web aux conformités W3C.\n\n3. Mise en place de différents projets, tels que l’installation et l’intégration de CMS (Wordpress)ou la gestion des annuaires.\n\n4. Soutien au IT-Manager (quand il n’est pas disponible) pour assurer le support back office (maintenance en cours du système de base ASP).\n\nProfil recherché :\nEtudiant en informatique motivé et parlant anglais.\n\nTechnologies utilisées durant le stage :\nHTML, XHTML , CSS \nWordpress\nPHP/MySQL\nApplications Web 2.0\nTechniques de SEO\nDream Weaver\n\nUn poste pourra être proposé en fin de stage en fonction de la satisfaction du stagiaire.\n\nE-mail: cd@french-media.com",
    "companyName": "FRENCH-MEDIA",
    "duration": "3 mois ",
    "dateStart": "2015-07-01T00:00:00",
    "dateEnd": "2015-07-31T00:00:00",
    "contact": "Cyril DARMOUNI",
    "contactPhone": "1 305 792 8657",
    "contactMail": "cd@french-media.com",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "",
    "city": "Miami",
    "country": "USA",
    "idTypeInternship": 2,
    "typeDefaultValue": "Temps partiel"
  },
  {
    "idInternshipOffer": 37,
    "idTypeInternshipOffer": 3,
    "reference": "2014-2015",
    "title": "Développement et SEO",
    "missionSummary": "La Web Compagnie est une agence de marketing en ligne, d’optimisation de site internet, de référencement stratégique et de solutions numériques, basée sur la Côte d’Azur à Villefranche-sur-mer.\n\nNous travaillons avec de nombreuses entreprises auxquelles nous fournissons des solutions sur-mesure afin d’établir des stratégies numériques pertinentes et efficaces permettant d’augmenter considérablement leur visibilité sur les différents moteur de recherche. En tant qu’experts en marketing en ligne, spécialistes du référencement naturel (SEO) et des stratégies sur les medias sociaux, nous avons la capacité d’apporter des résultats rapides et concrets en matière de notoriété et de visibilité sur internet.\n\nNous sommes à la recherche d'un étudiant ou d'une étudiante capable d'évoluer sur plusieurs plateformes nécessaires à la création de sites internet et alerte des dernières tendances en matière de SEO.\n\nPour postuler, envoyez votre CV et lettre de motivation à l'adresse suivante : julie@lawebcompagnie.com",
    "companyName": "La Web Compagnie",
    "duration": "Stage d'été",
    "dateStart": "2015-07-01T00:00:00",
    "dateEnd": "2015-07-31T00:00:00",
    "contact": "Julie PHILIPPE",
    "contactPhone": "",
    "contactMail": "julie@lawebcompagnie.com",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "",
    "city": "Villefranche-sur-mer",
    "country": "France",
    "idTypeInternship": 3,
    "typeDefaultValue": "Temps plein"
  },
  {
    "idInternshipOffer": 38,
    "idTypeInternshipOffer": 4,
    "reference": "2014-2015",
    "title": "Développeur back-end",
    "missionSummary": "ENTREPRISE :\nRECREATION URBAINE propose une nouvelle approche pour l'espace public afin de le rendre plus interactif, vivant et multifonctionnel.\n\nNotre but est d'améliorer la vie des citoyens par des solutions intégrées aux espaces urbains et de recréer les liens entre les gens par l'attraction et la synergie générées directement par l'espace public.\n\nDepuis 2004 RECREATION URBAINE (www.recreation-urbaine.com) est un bureau d’étude qui conçoit des équipements sportifs atypiques, principalement des skateparks. Au cours du temps la demande à migré d’équipement dédié vers une « sportivisation » de l’espace public. Forts de ce constat en 2009, nous avons décidé de créer une gamme de mobilier urbain adapté à tous les usages actuels : BLOCPARC (www.blocparc.fr). Le développement le plus récent de BLOCPARC est d’avoir trouvé le moyen d’intégrer les tags NFC dans le béton. Nous ambitionnons de développer une solution élégante et intuitive, de CMS, API, application mobile et Web, permettant de proposer une offre standardisée mais ouverte, à nos clients industriels.\n\nMISSION :\nNous avons une bonne maîtrise de la partie physique du process, mais il nous faut maintenant maîtriser la partie service numérique de l’offre, pour l’instant complètement sous-traitée. Ce sera donc votre rôle d’implémenter le lancement de cette ressource numérique.\n\nAu sein de notre petite équipe et en relation directe avec le CEO, vous aurez en charge de finaliser la définition, prototyper et coder la V1 de l’infrastructure logicielle.\n\nPROFIL :\nVous possédez des connaissances en SQL, PHP, HTML5, CSS, Java, JavaScript, C/C++ et sécurité des données.\nVous souhaitez développer une plateforme de gestion, des WebApp et des MobileApp.\n\nVous maîtrisez l'anglais à l'oral et en informatique.\n\nVous êtes quelqu’un de très dynamique, motivé à créer une véritable synergie entre nous, et fort de votre expérience vous pourrez vous adapter à toutes les situations grâce à votre flexibilité.",
    "companyName": "Recreation Urbaine",
    "duration": "1 an",
    "dateStart": "2015-07-01T00:00:00",
    "dateEnd": "2015-07-31T00:00:00",
    "contact": "Roland MELET",
    "contactPhone": "",
    "contactMail": "rolland.melet@recreation-urbaine.com",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "",
    "city": "Trans-en-Provence",
    "country": "France",
    "idTypeInternship": 4,
    "typeDefaultValue": "Contrat de Professionnalisation"
  },
  {
    "idInternshipOffer": 39,
    "idTypeInternshipOffer": 3,
    "reference": "2014-2015",
    "title": "Développement",
    "missionSummary": "Ixarys aide les entreprises dans la mise en place de leur sécurité informatique, sauvegarde, archivage et en particulier la traçabilité dans le domaine viticole et aéronautique.\n\nAu sein des équipes qui développent les technologies à IXARYS solutions, on recherche un(e) stagiaire motivé(e) par le développement d’outils et d’IHM de gestion de ressources de traçabilité. L’objectif est d’étudier et de modéliser de nouveaux modules dans la capture et la gestion des données journalières dans le monde aéronautique ou viticole.\n\nLangages : Windev et Windev mobile",
    "companyName": "IXARYS",
    "duration": "Stage d'été",
    "dateStart": "2015-07-01T00:00:00",
    "dateEnd": "2018-03-11T00:00:00",
    "contact": "Patrick HYPPOLITE",
    "contactPhone": "",
    "contactMail": "P.HYPPOLITE@IXARYS.COM",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "",
    "city": "Draguignan",
    "country": "France",
    "idTypeInternship": 3,
    "typeDefaultValue": "Temps plein"
  },
  {
    "idInternshipOffer": 40,
    "idTypeInternshipOffer": 3,
    "reference": "2014-2015",
    "title": "Développement web",
    "missionSummary": "Notre petite entreprise :\nCome1job est une start-up tout juste lancée sur le web : Plateforme de recherche de jobs, dotée d’un aspect viral et social.\n\nNotre Recherche :\nNotre site est basé sur le framework Symfony 2 combiné avec la BDD MongoDB.\nSi vous ne connaissez pas, ce n’est pas grave, du moment que vous êtes passionné, vous apprendrez avec nous, sur le tas ^^\nIl faudra quand même, quelques connaissances en PHP, HTML, Javascript et SQL. Vous serez testé à l’entretien.\n\nLa V2 du site sera votre objectif ! Vous participerez activement à la récolte et l'analyse des besoins auprès de nous ;)\nVous serez force de proposition sur l'implémentation de nouvelles technologies.\nVos missions :\n- Etude des spécifications fonctionnelles,\n- Création des spécifications techniques,\n- Développement du projet en équipe,\n- Intégration des graphismes fournis par notre graphiste,\n- Test et débogage du projet,\n- Etude des améliorations et tests par la Direction,\n- Optimisation du projet,\n- Tests sur les serveurs de production.\n\nSi vous vous reconnaissez dans ce profil et que vous souhaitez travailler dans un cadre agréable, entouré par une équipe de passionnés et avec boissons énergisantes (ou pas) et viennoiseries à profusion, n'hésitez pas à postuler!\nVotre réactivité et votre implication vous permettront de réussir au sein de notre société alors rejoignez l'aventure… :)\nVotre bureau vous attend XD\n\n",
    "companyName": "Come1Job",
    "duration": "Stage d'été",
    "dateStart": "2015-07-10T00:00:00",
    "dateEnd": "2018-03-11T00:00:00",
    "contact": "hugues@come1job.com",
    "contactPhone": "01 73 18 00 33",
    "contactMail": "hugues@come1job.com",
    "addressOne": "",
    "addressTwo": "",
    "postalCode": "75013",
    "city": "PARIS",
    "country": "France",
    "idTypeInternship": 3,
    "typeDefaultValue": "Temps plein"
  }
]